{
  "sections": {
    "Content": {
      "type": "history",
      "blocks": {
        "593157b8-b8e9-4c3a-b2b9-2e3d50ee421c": {
          "type": "theme-1",
          "settings": {
            "title": "Born of Africa.",
            "subtitle": "Spirited Roots. Millenia of Culture.",
            "content": "<p>In Conakry, Guinea, when the kids had a break from classes to buy lunch from nearby street vendors, the food varied, but the drink was always the same. The ginjan, or ginger juice, came in a long, thin, plastic bag. You’d bite off one corner and suck the liquid through the ripped hole.<\/p>",
            "year": "1980s",
            "image": "shopify:\/\/shop_images\/our-story-1.png",
            "color": "#faa440"
          }
        },
        "b0ede5f5-3f07-4f9a-b930-f5282eb8e3e1": {
          "type": "theme-2",
          "settings": {
            "title": "Coming to America.",
            "subtitle": "Facing Challenge.  Finding Opportunity.",
            "content": "<p><strong>From bustling African markets to hurried North American crosswalks, the teenage arrival of brothers Mohammed and Rahim Diallo was rife with challenge but filled with opportunity. Despite being apart from each other in the United States and having a few run-ins with immigration — leading up to bouts of detention — the brothers nonetheless persevered. <br\/><br\/><\/strong>While at Michigan State, Rahim studied and graduated with an Engineering Degree, later finishing  a post-graduate program in Germany. Moving back to the US, he started working in hospitality in New York.  At the same time, Mohammed dedicated himself to business and administration, completing his Bachelor's at NYU.<br\/><br\/>After their long initial separation in the States, the brothers eventually reunited in New York City and decided to start work on something new — an <a href=\"https:\/\/ginjanbros.com\/collections\/the-shop\"><span style=\"text-decoration:underline\">African Ginger Drink.<\/span><\/a> <br\/><br\/>Their perseverance and thirst for achievement resulted in a classic pursuit-of-happiness-immigrant story — shifting continents, playing chameleon, trying to make it, and then finding a way to.<\/p>",
            "year": "2000s",
            "image": "shopify:\/\/shop_images\/our-story-2.png",
            "color": "#cb5027"
          }
        },
        "dbce3c43-aa2b-43ee-9cc8-e2b062529d10": {
          "type": "theme-3",
          "settings": {
            "title": "Bright Lights, Big City.",
            "subtitle": "If you don’t see it, create it.",
            "year": "2010-2020s",
            "color": "#458334",
            "content": "<p><strong>Missing a taste of home and seeing an opportunity in the African Diaspora market, the brothers began development of a ginger drink in late 2014. With just $200 — enough to buy ginger, pineapple, and lemons — Ginjan was born.<br\/><br\/><\/strong>After some testing with friends and acquaintances, no time was wasted, and in 2015, the brothers debuted their version of the classic West African juice at a street fair in Harlem. <br\/><br\/>Soon after, Ginjan launched online, and in 2016, the brand launched in Whole Foods Markets in New York City after securing a distribution partnership with RainForest. And then FreshDirect, Union Market, Mom's Organic & Amazon as well as premium organic grocers in the Northeast began stocking Ginjan on their shelves.<strong><br\/><br\/>The same year, Ginjan won out over more than 30,000 entries from across the United States, taking the Grand Prize in the well-publicized FedEx Small Business Grant Contest. Their partnership with FedEx persists to this day.<\/strong><\/p>",
            "content1": "Ginjan launches online store - 2015",
            "content2": "Joins Whole Foods Market - 2016",
            "content3": "Showcases at James Beard Awards in Chicago - 2018",
            "content4": "GinjanCafé opens in Harlem - 2019",
            "content5": "GinjanCafé opens in Brooklyn - 2023",
            "content6": "",
            "image1": "shopify:\/\/shop_images\/our-story-3.png",
            "image2": "shopify:\/\/shop_images\/our-story-4.png",
            "image3": "shopify:\/\/shop_images\/our-story-5.png"
          }
        },
        "56a034ae-4a03-43f4-9f33-fdc36d556603": {
          "type": "theme-4",
          "settings": {
            "title": "Made in New York.",
            "subtitle": "A Home for an African Experience.",
            "content": "<p><strong>Ginjan began as a humble undertaking of targeting African Diaspora appetites, but soon curry favor with a much wider audience. <br\/><br\/>Ginjan has been featured in Bon Appetit, Food & Wine, The New York Times, as well as the NPR How I Built This podcast with Guy Raz and the Wendy Williams Show — who also became an initial investor.<br\/><\/strong><br\/><strong>In 2018, the brothers started working on a lifelong dream of a retail location for Ginjan, and in 2019 they opened The Ginjan Café in the historic Corn Exchange Building in Harlem.<\/strong><\/p>",
            "content_right": "<p><strong>In 2020, Covid-19 hit most businesses hard, and New York City experienced the largest spike in cases, infection rates and deaths. Business ground to a halt — but Ginjan survived and experienced a surge in online sales during this period.<br\/><br\/>After weathering the storm — and as café sales have started rebounding — the brothers opened their second location in Brooklyn, NY in January 2023.  Also in 2023, Howard Schultz — founder of Starbucks — invested in the brand and made a commitment of support to the Ginjan brothers.<\/strong><\/p>",
            "year": "...and beyond",
            "text": "",
            "color": "#081346",
            "image": "shopify:\/\/shop_images\/our-story-6.png"
          }
        },
        "50a5363b-1d6c-4749-b91d-0f1400834fc1": {
          "type": "theme-5",
          "settings": {
            "title": "World, meet Africa. Again.",
            "subtitle": "Ginjan is bringing African Flavors to the World.",
            "label": "Take your First Sip >",
            "link": "shopify:\/\/collections\/the-shop",
            "image1": "shopify:\/\/shop_images\/New-story-images-footer_01.png",
            "image2": "shopify:\/\/shop_images\/New-story-images-footer_02.png"
          }
        }
      },
      "block_order": [
        "593157b8-b8e9-4c3a-b2b9-2e3d50ee421c",
        "b0ede5f5-3f07-4f9a-b930-f5282eb8e3e1",
        "dbce3c43-aa2b-43ee-9cc8-e2b062529d10",
        "56a034ae-4a03-43f4-9f33-fdc36d556603",
        "50a5363b-1d6c-4749-b91d-0f1400834fc1"
      ],
      "settings": {
      }
    },
    "Template": {
      "type": "page_content",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "Content",
    "Template"
  ]
}